Repository: SekiroKenjii/TGProV4
Catalog: src/TGProV4.Server/Resources/Localization/ServerCommonResources.*.resx
Languages: vi

source: One or more validation failures have occurred.
vi: Đã xảy ra một hoặc nhiều lỗi xác thực.

source: Email or password is incorrect.
vi: Email hoặc mật khẩu không đúng.

source: Email is not confirmed.
vi: Email không được xác nhận.

source: Your account has been locked! Please contact your website administrator for more information.
vi: Tài khoản của bạn đã bị khóa! Vui lòng liên hệ với quản trị viên trang web của bạn để biết thêm thông tin.

source: Token Has Been Revoked.
vi: Token đã bị thu hồi.

source: Token Has Been Expired.
vi: Token đã hết hạn.

source: Invalid Client Token.
vi: Client Token không hợp lệ.

source: You are not authorized!
vi: Bạn không được ủy quyền!

source: You are not authorized to access this resource!
vi: Bạn không được phép truy cập tài nguyên này!

source: You are not allowed to add or delete Administrator Role.
vi: Bạn không được phép thêm hoặc xóa quyền quản trị viên.

source: An error has occurred while trying to upload an image.
vi: Đã xảy ra lỗi khi cố gắng tải lên một hình ảnh.

source: One or more required header values were missing.
vi: Thiếu một hoặc nhiều giá trị header bắt buộc.

source: An email has been sent. Please check your mailbox and follow the instructions.
vi: Một email đã được gửi đi. Vui lòng kiểm tra hộp thư của bạn và làm theo hướng dẫn.

source: An unhandled error has occurred.
vi: Đã xảy ra lỗi chưa được xử lý.
